Описание алгоритма разработки дизайна:
=======================
* Требовании к дизайну:

1. Поддержка разрешений под Android — xhdpi (2x), hdpi (1.5x) и mdpi (1x).
2. Четкость контуров изображений
3. Оптимальное распределение ресурсов 

* План действий:

1.Воспользуемся  Android Action Bar Style Generator для работы с темами по умолчанию. Он позволит задать базовые
параметры цвета, стиля и сохранить настройки в Zip файл для всех всех трех разрешений.
2.Отрисовка изображений  будет производиться в графическом редакторе Inkscape ( создание прозрачного фона,требуемого 
размера).Для каждого dpi необходима графика в соответствующих размерах, то есть каждое изображение рисуется в трех видах
